export const doctorsList = [
    {
        id: 1,
        photo: "/1.png",
        fullName: "Олеженко Олег Олегович",
        position: "Невролог",
        hospital: "Медичний центр «Ваш ЛіКАР» на Осокорках",
        address: "м. Київ, шосе Харківське, 121",
        phone: "0445638277",
        rating: 5,
        reviews: [],
    },
    {
        id: 5,
        photo: "/angry.png",
        fullName: "Петренко Петро Петрович",
        position: "Педіатр",
        hospital: "КОМУНАЛЬНЕ НЕКОМЕРЦІЙНЕ ПІДПРИЄМСТВО \"КОНСУЛЬТАТИВНО-ДІАГНОСТИЧНИЙ ЦЕНТР\" СВЯТОШИНСЬКОГО РАЙОНУ М. КИЄВА",
        address: "місто Київ вул. Симиренка, 10",
        phone: "+380442987269",
        rating: 2,
        reviews: [
            {
                text: "Дуже злий чоловік. Нікому не раджу мати з ним справу",
                rating: 1
            },
            {
                text: "На прийом запізнився, роботу виконав погано. Більше до нього не піду",
                rating: 2
            },
        ]
    },
    {
        id: 3,
        photo: "/3.png",
        fullName: "Дмитренко Дмитро Дмитрович",
        position: "Терапевт",
        hospital: "VIVA на Борщагівці - Клініка VIVA (Віва) на Борщагівці",
        address: "м. Київ, вул. Якуба Коласа, 2 Д",
        phone: "0442382020",
        rating: 4,
        reviews: [],
    },
    {
        id: 4,
        photo: "/4.png",
        fullName: "Віктовська Вікторія Вікторівна",
        position: "Ендокринолог",
        hospital: "Медичний центр «Ваш ЛіКАР» на Осокорках",
        address: "місто Київ, вул. Чавдар Єлизавети, 2",
        phone: "+380443333703",
        rating: 5,
        reviews: [
            {
                text: "Хороша та приємна жінка",
                rating: 5
            },
        ]
    },
    {
        id: 2,
        photo: "/2.png",
        fullName: "Іваненко Іван Іванович",
        position: "Стоматолог",
        hospital: "Філія №3 - КОМУНАЛЬНЕ НЕКОМЕРЦІЙНЕ ПІДПРИЄМСТВО \"КОНСУЛЬТАТИВНО-ДІАГНОСТИЧНИЙ ЦЕНТР\" СВЯТОШИНСЬКОГО РАЙОНУ М. КИЄВА",
        address: "м. Київ, вул. Курінного Петра (Рикова Комісара), 2",
        phone: "+380 44 123 4567",
        rating: 4,
        reviews: [],
    },
];
